Repository: seidakhmet/mia_fr
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Logging
kk: Тіркеу

source: Created time
kk: Жасалған уақыты

source: Last change time
kk: Соңғы рет өзгерген уақыты

source: First name
kk: Аты

source: Last name
kk: Тегі

source: Middle name
kk: Әкесінің аты

source: UUID identification
kk: UUID белгі

source: NotSet
kk: Анықталмаған

source: Info
kk: Ақпарат

source: Warning
kk: Ескурту

source: Error
kk: Қате

source: Fatal
kk: Қатты қате

source: Request log
kk: Сұраныс тіркеуі

source: Request logs
kk: Сұраныстар тіркеуі

source: (No photo)
kk: (Бейне-сурет жоқ)

source: Photo
kk: Бейне-сурет

source: (No image)
kk: (Сурет жоқ)

source: Detected face
kk: Анықталған бет

source: Original image
kk: Жүктелген сурет

source: Face
kk: Бет

source: IIN
kk: ЖСН

source: Distance
kk: Ұқсастығы

source: The similarest person
kk: Ең ұқсас адам

source: Face detection and recognition was started for original image:
kk: Жүктелген суреттен беттерді айқындау және анықтау басталды:

source: Run face recognition
kk: Беттерді анықтауды бастау

source: Run face recognition for the original image
kk: Жүктелген суреттен беттерді анықтауды бастау

source: Face recognition
kk: Беттерді анықтау

source: Created by
kk: Кім жасаған

source: Face recognition request
kk: Беттерді анықтау сұранысы

source: Face recognition requests
kk: Беттерді анықтау сұраныстары

source: Image
kk: Сурет

source: Identity of result
kk: Нәтиже белгісі

source: Path to results folder
kk: Нәтижелер бумасына дейінгі жол

source: Face identities
kk: Бет белгілері

source: Original images
kk: Жүктелген суреттер

source: Face identity
kk: Бет белгісі

source: Detected faces
kk: Анықталған беттер

source: Individual identification number
kk: ЖСН

source: ID number
kk: Жеке куәлік нөмірі

source: Similar person
kk: Ұқсас адам

source: Similar persons
kk: Ұқсас адамдар

source: SIMPLE
kk: Кәдімгі

source: MODERATORS
kk: Модераторлар

source: Personal info
kk: Жеке ақпарат

source: Permissions
kk: Құқықтар

source: Important dates
kk: Маңызды күндер

source: groups
kk: топтар

source: Users
kk: Қолданушылар

source: Group type
kk: Топ тұрі

source: Group extra data
kk: Топтың қосымша мәліметі

source: Group extra datas
kk: Топтың қосымша мәліметтері

source: Is developer
kk: Бағдарламалаушы

source: User
kk: Қолданушы

source: Person
kk: Адам

source: Persons
kk: Адамдар

source: Password
kk: Құпиясөз

source: New password
kk: Жаға құпиясөз

source: New password confirmation
kk: Жаға құпиясөздің растаушысы

source: Old password
kk: Ескі құпиясөз

source: Russian language
kk: Орыс тілі

source: English language
kk: Ағылшын тілі

source: Welcome to the SAQ
kk: SAQ жүйесіне қош келдіңіз

source: Home
kk: Басты

source: Search
kk: Іздеу

source: Account
kk: Аккаунт

source: Change password
kk: Құпиясөзді өзгерту

source: Log out
kk: Шығу

source: See Profile
kk: Профиль

source: Dashboard
kk: Бақылау тақтасы

source: All rights reserved.
kk: Барлық құқығы қорғалған.

source: UI Configuration
kk: UI конфигурациясы

source: Copy this info your settings file to persist these UI changes
kk: Бұл UI өзгерістерін сақтау үшін осы ақпаратты параметрлер файлын көшіріңіз

source: Close
kk: Жабу

source: Version 1.0.0
kk: 1.0.0 нұсқасы

source: Not found
kk: Сіз іздеген бет табылмады

source: Face IDs
kk: Бет белгілері

source: Face ID
kk: Бет белгісі

source: Information
kk: Ақпарат

source: Success
kk: Сәтті

source: Total count
kk: Барлық саны

source: Choose one or several images
kk: Бір немесе бірнеше сурет таңдаңыз

source: Send
kk: Жіберу

source: Filter
kk: Фильтр

source: Start date
kk: Алғашқы күні

source: End date
kk: Соңғы күні

source: The person is not found
kk: Сіз іздеген адам табылмады

source: Similar face
kk: Ұқсас бет

source: Requested person
kk: Сұралған адам

source: Username
kk: Қолданушының аты

source: Log in
kk: Кіру

source: Search by IIN...
kk: ЖСН бойынша іздеу

source: Face recognition request created.
kk: Бетті анықтау сұранысы жасалды.

source: Face recognition has already been performed.
kk: Бұл суреттен бетті анықтау жасалған.

source: Face recognition is in progress.
kk: Бетті анықтау басталды.

source: Images
kk: Суреттер

source: Description
kk: Сипаттама
